{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Localize_En",
			"Children": [
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Apply"
					},
					"Key": "apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "Audio"
					},
					"Key": "audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "back"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controls"
					},
					"Key": "controls"
				},
				{
					"Source":
					{
						"Text": "Press"
					},
					"Translation":
					{
						"Text": "Press"
					},
					"Key": "press"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Reset"
					},
					"Key": "reset"
				},
				{
					"Source":
					{
						"Text": "Room"
					},
					"Translation":
					{
						"Text": "Room"
					},
					"Key": "room"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "settingsTitle"
				},
				{
					"Source":
					{
						"Text": "This field is required"
					},
					"Translation":
					{
						"Text": "This field is required"
					},
					"Key": "requiredField"
				},
				{
					"Source":
					{
						"Text": "Type a message"
					},
					"Translation":
					{
						"Text": "Type a message"
					},
					"Key": "enterChat"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "Video"
					},
					"Key": "video"
				}
			]
		},
		{
			"Namespace": "MainMenuLocalize",
			"Children": [
				{
					"Source":
					{
						"Text": "Are sure you want to exit the game ?"
					},
					"Translation":
					{
						"Text": "Are sure you want to exit the game ?"
					},
					"Key": "exitGamePopupMsg"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to leave the game ?"
					},
					"Translation":
					{
						"Text": "Are you sure you want to leave the game ?"
					},
					"Key": "leavegamePopupMsg"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "cancel"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Confirm"
					},
					"Key": "confirm"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "continue"
				},
				{
					"Source":
					{
						"Text": "Exit Game"
					},
					"Translation":
					{
						"Text": "Exit Game"
					},
					"Key": "exitGame"
				},
				{
					"Source":
					{
						"Text": "Leave Game"
					},
					"Translation":
					{
						"Text": "Leave Game"
					},
					"Key": "leaveGame"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "newGame"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "pause"
				},
				{
					"Source":
					{
						"Text": "Resume game"
					},
					"Translation":
					{
						"Text": "Resume game"
					},
					"Key": "resume"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "settings"
				}
			]
		},
		{
			"Namespace": "SettingsLocalize",
			"Children": [
				{
					"Source":
					{
						"Text": "Adjust the quality of your audio"
					},
					"Translation":
					{
						"Text": "Adjust the quality of your audio"
					},
					"Key": "audioQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust the window mode"
					},
					"Translation":
					{
						"Text": "Adjust the window mode"
					},
					"Key": "windowModeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your HDR settings"
					},
					"Translation":
					{
						"Text": "Adjust your HDR settings"
					},
					"Key": "HDRDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your PP quality"
					},
					"Translation":
					{
						"Text": "Adjust your PP quality"
					},
					"Key": "postProcessDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your UI volume"
					},
					"Translation":
					{
						"Text": "Adjust your UI volume"
					},
					"Key": "uiVolumeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your VSync"
					},
					"Translation":
					{
						"Text": "Adjust your VSync"
					},
					"Key": "vsyncDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your ambient volume"
					},
					"Translation":
					{
						"Text": "Adjust your ambient volume"
					},
					"Key": "ambientVolumeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your anti-aliasing quality"
					},
					"Translation":
					{
						"Text": "Adjust your anti-aliasing quality"
					},
					"Key": "antiAliasingDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your dynamic resolution settings"
					},
					"Translation":
					{
						"Text": "Adjust your dynamic resolution settings"
					},
					"Key": "dynamicResolutionDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your foliage quality"
					},
					"Translation":
					{
						"Text": "Adjust your foliage quality"
					},
					"Key": "foliageDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your frame limit"
					},
					"Translation":
					{
						"Text": "Adjust your frame limit"
					},
					"Key": "frameRateLimitDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your game resolution"
					},
					"Translation":
					{
						"Text": "Adjust your game resolution"
					},
					"Key": "resolutionDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your master volume"
					},
					"Translation":
					{
						"Text": "Adjust your master volume"
					},
					"Key": "masterVolumeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your music volume"
					},
					"Translation":
					{
						"Text": "Adjust your music volume"
					},
					"Key": "musicVolumeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your sfx volume"
					},
					"Translation":
					{
						"Text": "Adjust your sfx volume"
					},
					"Key": "sfxVolumeDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your shading quality"
					},
					"Translation":
					{
						"Text": "Adjust your shading quality"
					},
					"Key": "shadingQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your shadow quality"
					},
					"Translation":
					{
						"Text": "Adjust your shadow quality"
					},
					"Key": "shadowQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your texture quality"
					},
					"Translation":
					{
						"Text": "Adjust your texture quality"
					},
					"Key": "textureQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your viewing quality"
					},
					"Translation":
					{
						"Text": "Adjust your viewing quality"
					},
					"Key": "viewDistanceDesc"
				},
				{
					"Source":
					{
						"Text": "Adjust your visual effects quality"
					},
					"Translation":
					{
						"Text": "Adjust your visual effects quality"
					},
					"Key": "visualEffectsQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Advanced Graphics"
					},
					"Translation":
					{
						"Text": "Advanced Graphics"
					},
					"Key": "advancedGraphics"
				},
				{
					"Source":
					{
						"Text": "Ambient volume"
					},
					"Translation":
					{
						"Text": "Ambient volume"
					},
					"Key": "ambientVolumeLabel"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing quality"
					},
					"Translation":
					{
						"Text": "Anti-Aliasing quality"
					},
					"Key": "antiAliasingLabel"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Apply"
					},
					"Key": "apply"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to reset your settings to default ?"
					},
					"Translation":
					{
						"Text": "Are you sure you want to reset your settings to default ?"
					},
					"Key": "resetMessage"
				},
				{
					"Source":
					{
						"Text": "Audio Quality"
					},
					"Translation":
					{
						"Text": "Audio Quality"
					},
					"Key": "audioQuality"
				},
				{
					"Source":
					{
						"Text": "Audio quality"
					},
					"Translation":
					{
						"Text": "Audio quality"
					},
					"Key": "audioQualityLabel"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "cancel"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "Display"
					},
					"Key": "display"
				},
				{
					"Source":
					{
						"Text": "Dynamic resolution"
					},
					"Translation":
					{
						"Text": "Dynamic resolution"
					},
					"Key": "dynamicResolutionLabel"
				},
				{
					"Source":
					{
						"Text": "Foliage quality"
					},
					"Translation":
					{
						"Text": "Foliage quality"
					},
					"Key": "foliageLabel"
				},
				{
					"Source":
					{
						"Text": "Frame Rate Limit"
					},
					"Translation":
					{
						"Text": "Frame Rate Limit"
					},
					"Key": "frameRateLimitLabel"
				},
				{
					"Source":
					{
						"Text": "General"
					},
					"Translation":
					{
						"Text": "General"
					},
					"Key": "general"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "Graphics"
					},
					"Key": "graphics"
				},
				{
					"Source":
					{
						"Text": "HDR"
					},
					"Translation":
					{
						"Text": "HDR"
					},
					"Key": "HDRLabel"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "Interact"
					},
					"Key": "interact"
				},
				{
					"Source":
					{
						"Text": "Keep Old"
					},
					"Translation":
					{
						"Text": "Keep Old"
					},
					"Key": "keepOld"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "language"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "Master Volume"
					},
					"Key": "masterVolumeLabel"
				},
				{
					"Source":
					{
						"Text": "Move Backward"
					},
					"Translation":
					{
						"Text": "Move Backward"
					},
					"Key": "moveBackward"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "Move Forward"
					},
					"Key": "moveForward"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "Move Left"
					},
					"Key": "moveLeft"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "Move Right"
					},
					"Key": "moveRight"
				},
				{
					"Source":
					{
						"Text": "Music volume"
					},
					"Translation":
					{
						"Text": "Music volume"
					},
					"Key": "musicVolumeLabel"
				},
				{
					"Source":
					{
						"Text": "Overall quality"
					},
					"Translation":
					{
						"Text": "Overall quality"
					},
					"Key": "overallQualityLabel"
				},
				{
					"Source":
					{
						"Text": "Post Processing quality"
					},
					"Translation":
					{
						"Text": "Post Processing quality"
					},
					"Key": "postProcessLabel"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Reset"
					},
					"Key": "reset"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Resolution"
					},
					"Key": "resolutionLabel"
				},
				{
					"Source":
					{
						"Text": "SFX volume"
					},
					"Translation":
					{
						"Text": "SFX volume"
					},
					"Key": "sfxVolumeLabel"
				},
				{
					"Source":
					{
						"Text": "Set all quality at once"
					},
					"Translation":
					{
						"Text": "Set all quality at once"
					},
					"Key": "overallQualityDesc"
				},
				{
					"Source":
					{
						"Text": "Shading quality"
					},
					"Translation":
					{
						"Text": "Shading quality"
					},
					"Key": "shadingQualityLabel"
				},
				{
					"Source":
					{
						"Text": "Shadow quality"
					},
					"Translation":
					{
						"Text": "Shadow quality"
					},
					"Key": "shadowQualityLabel"
				},
				{
					"Source":
					{
						"Text": "Texture quality"
					},
					"Translation":
					{
						"Text": "Texture quality"
					},
					"Key": "textureQualityLabel"
				},
				{
					"Source":
					{
						"Text": "UI volume"
					},
					"Translation":
					{
						"Text": "UI volume"
					},
					"Key": "uiVolumeLabel"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "VSync"
					},
					"Key": "vsyncLabel"
				},
				{
					"Source":
					{
						"Text": "View distance quality"
					},
					"Translation":
					{
						"Text": "View distance quality"
					},
					"Key": "viewDistanceLabel"
				},
				{
					"Source":
					{
						"Text": "Visual Effects quality"
					},
					"Translation":
					{
						"Text": "Visual Effects quality"
					},
					"Key": "visualEffectsQualityLabel"
				},
				{
					"Source":
					{
						"Text": "Volume"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "volume"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "Window Mode"
					},
					"Key": "windowModeLabel"
				},
				{
					"Source":
					{
						"Text": "You have made some changes to your settings. Do you want to apply them ?"
					},
					"Translation":
					{
						"Text": "You have made some changes to your settings. Do you want to apply them ?"
					},
					"Key": "applySettingMessage"
				}
			]
		}
	]
}